Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: ## *Child of God* as a postmodern Gothic parody of the *Bildungsroman*
es_es: ## *El hijo de Dios* como parodia posmoderna gótica del *Bildungsroman*

source: ## Conclusion
es_es: ## Conclusión

source: ## Degeneration and Gothic space in *Child of God*
es_es: ## Degeneración y espacio gótico en *Hijo de Dios*

source: ## Notes
es_es: ## Notas

source: ## The *Bildungsroman* and the humanist tradition
es_es: ## El *Bildungsroman* y la tradición humanista.

source: 'A habit of reading them', Beattie goes on, 'breeds a dislike to history, and all the substantial parts of knowledge; withdraws the attention from nature, and truth; and fills the mind with extravagant thoughts, and too often with criminal propensities' (Williams, p. 327).
es_es: El hábito de leerlas, continúa Beattie, engendra una aversión por la historia y por todas las partes sustanciales del conocimiento; desvía la atención de la naturaleza y de la verdad; y llena la mente de pensamientos desmesurados y, con demasiada frecuencia, de inclinaciones criminales (Williams, p. 327).

source: (1) the idea of <u>Bildung</u>, or formation… shaping of a single main character, normally of a young man; (2) individualism, especially the emphasis on the uniqueness of the protagonist and the primacy of his private life and thoughts, although these are at the same time representative of an age and culture; (3) the biographical element… in what Dilthey calls the ‘conscious and artistic presentation of what is typically human through the depiction of a particular individual life’; (4) the connection with psychology, especially the then-new psychology of development; and (5) the ideal of humanity, of the full realization of all human potential as the goal of life.’ (1968, p. 136)
es_es: (1) el concepto de *Bildung*, o formación, que le da forma a un solo personaje principal, por lo general un joven; (2) el individualismo, en especial el énfasis en la singularidad del protagonista y la primacía de su vida y pensamientos íntimos, aunque estos son, al mismo tiempo, representativos de una época y una cultura; (3) el elemento biográfico, en lo que Dilthey denomina la «presentación consciente y artística de lo que es típicamente humano a través de la descripción de una vida individual en particular»; (4) la conexión con la psicología, en especial con la nueva psicología del desarrollo de aquel entonces; y (5) el ideal de humanidad, de la plena realización de todo el potencial humano como meta de vida.’ (1968, p. 136)

source: (2005, p.
es_es: (2005, pág.

source: (2006, p.
es_es: (2006, pág.

source: (A novel of de-formation:
es_es: Una novela de de-formación:

source: (A novel of de-formation: Cormac McCarthy’s *Child of God* as a postmodern Gothic parody of the Bildungsroman
es_es: *El hijo de Dios*, de Cormac McCarthy como parodia gótica posmoderna de la novela de formación

source: (Beville, 2009, p.
es_es: (Beville, 2009, pág.

source: (Golban, 2018, p.
es_es: (Golban, 2018, pág.

source: (Michel Foucault, ‘Language to Infinity’, p. 65) EXCESS
es_es: (Michel Foucault, *El lenguaje al infinito*, p. 65) EXCESO

source: (rational human subjects) and res extensa (lifeless objects, including animals).
es_es: (sujetos humanos racionales) y la res extensa (objetos inertes, incluidos los animales).

source: *Child of God* takes posthumanism back to its primitive origins in monstrous becomings by representing the vengeful reemergence of “the structural others of the modern humanistic subject” (Braidotti, 2013, p. 37) in a postmodern Gothic context.
es_es: *Hijo de Dios* retrotrae el poshumanismo a sus orígenes primitivos en devenires monstruosos al representar el resurgimiento vengativo de «los otros estructurales del sujeto humanista moderno» (Braidotti, 2013, p. 37) en un contexto gótico posmoderno.

source: *Liber Amoris* with some graduate students and found that they had no understanding whatever of Hazlitt’s obsessive commitment to Sarah Walker.
es_es: Liber Amoris con algunos estudiantes de posgrado y comprobé que no tenían la más mínima comprensión del compromiso obsesivo de Hazlitt hacia Sarah Walker.

source: *Lolita* is about love.
es_es: *Lolita* trata sobre el amor.

source: *Where* nor Device, nor knowledge *ever came.*
es_es: *Donde* ni el Ingenio ni el conocimiento *jamás llegaron*.

source: /To him that is at Ease in his possessions' (ll.
es_es: / Para aquel que está a gusto en sus dominios» (II.

source: 1 For more recent studies of the novel, particularly with respect to identity and subjectivity, see for instance, Michael Madsen’s “The Uncanny Necrophile in Cormac McCarthy’s ‘*Child of God*;’ or, How I Learned to Understand Lester Ballard and Start Worrying” (2011), in which he examines Lester as an instance of the uncanny whose liminal position between man and savage reﬂects the reader’s “liminal state of uncomfortable familiarity” (p. 26).
es_es: Para ejemplos más recientes de la novela, particularmente en lo que respecta a la identidad y la subjetividad, véase, por ejemplo, Michael Madsen, «The Uncanny Necrophile in Cormac McCarthy’s ‘Child of God*»; o, «How I Learned to Understand Lester Ballard and Start Worrying» (2011), en el que el autor examina a Lester como una encarnación de lo siniestro cuya posición liminar entre el hombre y lo salvaje refleja el «estado liminal de incómoda familiaridad» del lector (p. 26).

source: 1 INTRODUCTION
es_es: 1 INTRODUCCIÓN

source: 1), which is “linked to *Humanität* as harmonious development of individuality” through “a metamorphoses of role and character” (Ryan et al., 2022).
es_es: 1), el cual está vinculado a la *Humanität* en el desarrollo armónico de la individualidad mediante una metamorfosis del rol y del carácter (Ryan et al., 2022).

source: 10), this study regards *Child of God* as a primarily Gothic text that is embedded in a postmodern context, which, according to Jean Baudrillard, is also “a culture of death” (1993, p.
es_es: 10), este estudio considera *El hijo de Dios* como un texto fundamentalmente gótico integrado en un contexto posmoderno, que, según Jean Baudrillard, también es «una cultura de la muerte» (1993, pág.

source: 157) constitutes
es_es: 157) constituye

source: 18) is subverted in *Child of God*.
es_es: 18) se menoscaba en *El hijo de Dios*.

source: 19) and is, therefore, inextricably interwoven with the discourse of humanism.
es_es: 19) y, por ende, se vincula íntimamente con el discurso del humanismo.

source: 1906 study *Poetry and Experience* that the term gained traction in modern criticism (Boes, 2006, p.
es_es: estudio Poesía y experiencia de 1906 (Boes, 2006, p. 231).

source: 2 For instance, “He passed a wind felled tulip poplar on the mountainside that held aloft in the grip of its roots two stones the size of ﬁeld wagons, great tablets on which was writ only a tale of vanished seas with ancient shells in cameo and ﬁshes etched in lime.
es_es: Por ejemplo: «Pasó junto a un tulípero abatido por el viento en la ladera de la montaña, que sostenía en alto, en el entramado de sus raíces, dos piedras del tamaño de carros de labranza, vastas tabletas en las que solo se inscribía la historia de mares extinguidos, con conchas antiguas en camafeo y peces grabados en cal.

source: 2009, p.
es_es: 2009, pág.

source: 2020_ and I looked and looked at her, and knew as clearly as I know I am to die, that I loved her more than anything I had ever seen or imagined on earth, or hoped for anywhere else.
es_es: ; y yo la miraba y la miraba, y sabía, con la misma certeza con que sé que he de morir, que la amaba más que a cualquier cosa que hubiese visto o imaginado en la tierra, o hubiese esperado en ningún otro lugar.

source: 23), which he identiﬁes as the focal point of the genre in “The Bildungsroman and Its Signiﬁcance in the History of Realism”
es_es: 23), que lo identifica como el punto central del género en «El Bildungsroman y su significado en la historia del realismo»

source: 23), which he identiﬁes as the focal point of the genre in “The Bildungsroman and Its Signiﬁcance in the History of Realism” (1936–38).
es_es: 23), que lo identifica como el punto central del género en «El *Bildungsroman* y su significado en la historia del realismo»

source: 29; italics in the original).
es_es: 29; cursivas en el original).

source: 3 McCarthy, 1993 (originally published in 1973), p. 116.
es_es: McCarthy, 1993 (publicado originalmente en 1973), p. 116.

source: 4), operates as one of the emblems of the doctrine of humanism.
es_es: 4), opera como uno de los emblemas de la doctrina humanista.

source: 4, italics in the original)
es_es: 4, cursivas en el original).

source: 404; italics in the original).
es_es: 404; cursiva en el original).

source: 6), which is itself a corollary of the postmodern crisis of subjectivity.
es_es: 6), la cual es un corolario de la crisis posmoderna de la subjetividad.

source: 687) that leads from earth to heaven.
es_es: 687) que conduce de la tierra al cielo.

source: 7), or in Beville’s terms, “those obstacles to subjective knowledge and the creation of coherent identity” (2009, p.
es_es: 7), o, por lo que respecta a Beville, aquellos obstáculos para el conocimiento subjetivo y la creación de una identidad coherente (2009, p.

source: 8), the latter of which is the one used in this study because of its correspondence to Dilthey’s deﬁnition of the genre.
es_es: 8), y el segundo es el que se emplea en este estudio debido a la equivalencia con la definición del género propuesta por Dilthey.

source: 9), Beville contends that the Gothic serves “as the clearest mode of expression in literature for voicing the terrors of postmodernity; a mode that is far from dead and in fact rejuvenated in the present context of increased global terrorism” (Beville, 2009, p.
es_es: 9), Beville afirma que el estilo gótico funciona «como el modo de expresión más claro en la literatura que transmite los terrores de la posmodernidad; un modo que se encuentra lejos de estar muerto y, de hecho, se renueva en el contexto actual del creciente terrorismo global» (Beville, 2009, pág.

source: 90), it dissents from Dilthey’s insistence on its peculiarity to German literature.
es_es: 90), se aparta de la insistencia de Dilthey en lo relativo a su especificidad dentro del ámbito de la literatura alemana.

source: :::{.Quotation centered} (1) the idea of <u>Bildung</u>, or formation… shaping of a single main character, normally of a young man; (2) individualism, especially the emphasis on the uniqueness of the protagonist and the primacy of his private life and thoughts, although these are at the same time representative of an age and culture; (3) the biographical element… in what Dilthey calls the ‘conscious and artistic presentation of what is typically human through the depiction of a particular individual life’; (4) the connection with psychology, especially the then-new psychology of development; and (5) the ideal of humanity, of the full realization of all human potential as the goal of life.’ (1968, p.
es_es: (1) el concepto de *Bildung*, o formación, que le da forma a un solo personaje principal, por lo general un joven; (2) el individualismo, en especial el énfasis en la singularidad del protagonista y la primacía de su vida y pensamientos íntimos, aunque estos son, al mismo tiempo, representativos de una época y una cultura; (3) el elemento biográfico, en lo que Dilthey denomina la «presentación consciente y artística de lo que es típicamente humano a través de la descripción de una vida individual en particular»; (4) la conexión con la psicología, en especial con la nueva psicología del desarrollo de aquel entonces; y (5) el ideal de humanidad, de la plena realización de todo el potencial humano como meta de vida.’ (1968, p.

source: :::{.Quotation centered} (1) the idea of <u>Bildung</u>, or formation… shaping of a single main character, normally of a young man; (2) individualism, especially the emphasis on the uniqueness of the protagonist and the primacy of his private life and thoughts, although these are at the same time representative of an age and culture; (3) the biographical element… in what Dilthey calls the ‘conscious and artistic presentation of what is typically human through the depiction of a particular individual life’; (4) the connection with psychology, especially the then-new psychology of development; and (5) the ideal of humanity, of the full realization of all human potential as the goal of life.’ (1968, p. 136) :::
es_es: (1) el concepto de *Bildung*, o formación, que le da forma a un solo personaje principal, por lo general un joven; (2) el individualismo, en especial el énfasis en la singularidad del protagonista y la primacía de su vida y pensamientos íntimos, aunque estos son, al mismo tiempo, representativos de una época y una cultura; (3) el elemento biográfico, en lo que Dilthey denomina la «presentación consciente y artística de lo que es típicamente humano a través de la descripción de una vida individual en particular»; (4) la conexión con la psicología, en especial con la nueva psicología del desarrollo de aquel entonces; y (5) el ideal de humanidad, de la plena realización de todo el potencial humano como meta de vida.’ (1968, p.

source: :::{.paragraph-style=Quotation centered} *Darkness* has more Divinity for me,
es_es: ¡Más para mí la *obscuridad* encierra en sí mucha mayor Divinidad!

source: :::{.paragraph-style=Quotation centered} For as the matter of them is taken chiefly from nature, from adventures, real or imaginary, but familiar, practical and probable to be met with in the course of common life, they may serve as pilot's charts, or maps of those parts of the world, which every one may chance to travel through; and in this light they are public benefits.
es_es: Puesto que su contenido proviene principalmente de la naturaleza, de aventuras reales o imaginarias, pero conocidas, prácticas y probables de encontrarse en el curso de la vida cotidiana, pueden servir como cartas de navegación o mapas de aquellas partes del mundo que cualquiera puede llegar a transitar; y bajo esta perspectiva constituyen beneficios públicos.

source: :::{.paragraph-style=Quotation centered} Soon, very soon, thy firmest Footing fails;
es_es: Pronto, muy pronto, tu Apoyo más firme falla;

source: :::{.paragraph-style=Quotation centered} is it not well known that the most flourishing and celebrated states of Europe owe originally to the northern nations, whatever liberty they now enjoy, either in their constitution, or in the spirit of their government?
es_es: ¿No es bien sabido que los estados más prósperos y celebrados de Europa deben originalmente a las naciones del norte, cualquiera que sea la libertad que hoy gozan, ya sea su constitución o el espíritu de su gobierno?

source: A Literary Companion* (2010), Hage argues that *Child of God* is “as much bildungsroman as work of grotesque horror; it just happens to be about a serial killer” (p.
es_es: A Literary Companion* (2010), Hage sostiene que El hijo de Dios es “tanto una novela de formación como una obra de terror grotesco; simplemente trata sobre un asesino serial” (p.

source: A challenge to, or interrogation of, forms of fiction dominated by patriarchal assumptions, Gothic novels have been reassessed as part of a wider feminist critical movement that recovers suppressed or marginalised writing by women and addresses issues of female experience, sexual oppression and difference.
es_es: Las novelas góticas, percibidas como un desafío o un cuestionamiento a las formas de ficción dominadas por supuestos patriarcales, se han reevaluado dentro de un movimiento crítico feminista más amplio que recupera las obras eliminadas o marginadas de escritoras y aborda cuestiones de la experiencia femenina, la opresión sexual y la diferencia.

source: A cognate concern with the setting feeds into both the Gothic and postmodernism insofar as “the complications of postmodern writing, particularly in the areas of subjectivity and location (the inner and outer worlds), reﬂect back onto and into the Gothic” (Punter and Byron, 2004, p. 53).
es_es: Tanto en el gótico como en el posmodernismo se refleja una preocupación afín en relación con el escenario, en la medida en que «las complicaciones de la escritura posmoderna, en particular, en los ámbitos de la subjetividad y la ubicación (los mundos interior y exterior) se reflejan en el gótico» (Punter y Byron, 2004, p. 53).

source: ARTICLE
es_es: ARTÍCULO

source: Above all, the Gothic degeneration of the setting crystallizes in Ballard’s habitation shifts from a relatively civilized house to a cave, a cage, the dissection table of a medical school, a plastic bag, and ultimately a remote cemetery reserved for outcasts.
es_es: Sobre todo, la degeneración gótica del escenario se cristaliza en los cambios de morada de Ballard, que pasa de una casa relativamente civilizada a una cueva, a una jaula, a una mesa de disección de la facultad de medicina, a una bolsa de plástico y, al final, a un cementerio lejano reservado para los marginados.

source: According to Ashley Craig Lancaster, “McCarthy combines the tradition of the British Gothicism with the realism of American Gothicism to create an updated version of Mary Shelley’s Frankenstein” (132).
es_es: Según expresa Ashley Craig Lancaster, «McCarthy combina la tradición del gótico británico con el realismo del gótico estadounidense para crear una versión actualizada del *Frankenstein* de Mary Shelley» (132).

source: According to Beville, the terror of the Gothic, “often inherent in its monsters and othered bodies, functions as a deconstructive counter-narrative which presents the darker side of subjectivity, the ghosts of otherness that haunt our fragile selves” (2009, p.
es_es: Según Beville, el terror del estilo gótico, «a menudo inherente a sus monstruos y cuerpos alienados, actúa como una contranarrativa deconstructiva que presenta el lado más oscuro de la subjetividad, los fantasmas de la otredad que acechan a nuestros frágiles egos» (2009, pág.

source: According to Beville, the terror of the Gothic, “often inherent in its monsters and othered bodies, functions as a deconstructive counter-narrative which presents the darker side of subjectivity, the ghosts of otherness that haunt our fragile selves” (2009, p. 41).
es_es: Según Beville, el terror del estilo gótico, «a menudo inherente en sus monstruos y cuerpos marginados, actúa como una contranarrativa deconstructiva que presenta el lado más oscuro de la subjetividad, los fantasmas de la otredad que acechan a nuestros frágiles egos» (2009, p. 41).

source: According to Cohen, the monster is “the harbinger of category crisis” (1996, p. 6) and “stands at the threshold of becoming” (1996, p. 20).
es_es: Según Cohen, el monstruo es «el presagio de la crisis de categoría» (1996, p. 6) y «se encuentra en el umbral del devenir» (1996, p. 20).

source: According to Erin E. Edwards, “the corpse marks the cessation of rationalist control over the body, the moment when the socially deﬁned person is given over to biological forces, and the molar form of the human yields to the molecular processes of decomposition” (2018, p. 3).
es_es: Según Erin E. Edwards, «el cadáver marca el cese del control racionalista sobre el cuerpo, el momento en que la persona socialmente definida se entrega a las fuerzas biológicas, y la forma molar de lo humano cede a los procesos moleculares de la descomposición» (2018, p. 3).

source: According to Fred Botting, the Gothic
es_es: Según Fred Botting, el estilo gótico

source: According to Fred Botting, the Gothic “shadow[s] the progress of modernity with counter-narratives displaying the underside of enlightenment and humanist values” (2005, p. 1).
es_es: Según Fred Botting, el estilo gótico «sigue de cerca el progreso de la modernidad con contranarrativas que ponen de manifiesto el lado oculto de la Ilustración y los valores humanistas» (2005, p. 1).

source: According to Jarrett, “McCarthy’s
es_es: Según Jarrett, «la ficción de McCarthy

source: According to Jarrett, “McCarthy’s ﬁction places an increasing emphasis on interpolated tales, exhibiting thereby a pronounced self-consciousness about narrative and the function of the novels within the postmodern world” (1993, pp.
es_es: Según Jarrett, «la ficción de McCarthy hace énfasis en relatos interpolados, exhibiendo, por lo tanto, una marcada autoconciencia respecto de la narración y de la función de la novela en el mundo posmoderno»

source: According to Jarrett, “McCarthy’s ﬁction places an increasing emphasis on interpolated tales, exhibiting thereby a pronounced self-consciousness about narrative and the function of the novels within the postmodern world” (1993, pp. 145–146).
es_es: Según Jarrett, «la ficción de McCarthy hace énfasis en relatos interpolados, exhibiendo, por lo tanto, una marcada autoconciencia respecto de la narración y de la función de la novela en el mundo posmoderno» (1993, pp. 145−146).

source: According to Jerold E. Hogle, Kristeva argues that “grotesques” were “explicitly created to embody [the] contradictions” and indeterminacy of our identities (2002, p.
es_es: Según Jerold E. Hogle, Kristeva sostiene que los «grotescos» han sido creados explícitamente para personificar [las] contradicciones y la indeterminación de nuestras identidades (2002, p.

source: According to Jerold E. Hogle, Kristeva argues that “grotesques” were “explicitly created to embody [the] contradictions” and indeterminacy of our identities (2002, p. 7), or in Beville’s terms, “those obstacles to subjective knowledge and the creation of coherent identity” (2009, p. 39).
es_es: Según Jerold E. Hogle, Kristeva sostiene que los «grotescos» han sido «creados explícitamente para personificar [las] contradicciones» y la indeterminación de nuestras identidades (2002, p. 7), o, según plantea Beville, «aquellos obstáculos al conocimiento subjetivo y a la creación de una identidad coherente» (2009, p. 39).

source: According to Rosi Braidotti, humanism “combines the biological, discursive and moral expansion of human capabilities into an idea of teleologically ordained, rational progress” (2013, p.
es_es: Según Rosi Braidotti, el humanismo «combina la expansión biológica, discursiva y moral de las capacidades humanas en una idea de progreso racional teleológicamente orientado» (2013, p.

source: According to Tobias Boes, the term Bildungsroman was ﬁrst coined by a professor of rhetoric called Karl Morgenstern in a lecture entitled
es_es: El profesor de retórica Karl Morgensten acuña el término Bildungsroman por primera vez en una conferencia dictada en 1810 titulada

source: According to Tobias Boes, the term Bildungsroman was ﬁrst coined by a professor of rhetoric called Karl Morgenstern in a lecture entitled “Concerning the Spirit and Cohesion of a Number of Philosophical Novels” delivered in 1810.
es_es: El profesor de retórica Karl Morgenstern acuña el término *Bildungsroman* en una conferencia dictada en 1810 titulada «Concerning the Spirit and Cohesion of a Number of Philosophical Novels» («Sobre el espíritu y la cohesión de una serie de novelas filosóficas»), según lo explica Tobias Boes.

source: Accordingly, *Child of God* accommodates a complementary relationship between the Gothic and postmodern parody in order to lend voice to the most harrowing fear plaguing the haunted postmodern subject, that is, the disintegration of the humanist subjectivity and its dire repercussions.
es_es: Por lo tanto, *Hijo de Dios* configura una relación de complementariedad entre lo gótico y la parodia posmoderna a fin de dar voz al más pavoroso de los temores que asedian al sujeto posmoderno: la desintegración de la subjetividad humanista y sus consecuencias ominosas.
